cask_args appdir: '/Applications'

tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "neovim/neovim"
tap "puma/puma"
cask "java"
brew "ack"
brew "autoconf"
brew "autojump"
brew "bash"
brew "coreutils"
brew "elasticsearch"
brew "git"
brew "python"
brew "jpeg"
brew "libtool"
brew "gnupg"
brew "go"
brew "python3"
brew "grc"
brew "htop"
brew "imagemagick"
brew "jp2a"
brew "oniguruma"
brew "jq"
brew "libssh2"
brew "libgit2"
brew "mdp"
brew "n"
brew "neovim"
brew "opam"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "roundup"
brew "ruby"
brew "spaceman-diff"
brew "spark"
brew "the_silver_searcher"
brew "tree"
brew "unrar"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "puma/puma/puma-dev"
cask "adium"
cask "alfred"
cask "apache-couchdb"
cask "appcleaner"
cask "atom"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "docker-toolbox"
cask "firefox"
cask "flux"
cask "franz"
cask "google-chrome"
cask "graphiql"
cask "iterm2"
cask "karabiner-elements"
cask "postman"
cask "skype"
cask "skype-for-business"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
