tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "neovim/neovim"
tap "puma/puma"
brew "ack"
brew "readline"
brew "xz"
brew "python"
brew "clingo", link: false
brew "autoconf"
brew "autojump"
brew "bash"
brew "bat"
brew "libtool"
brew "cfssl"
brew "cmake"
brew "coreutils"
brew "elasticsearch"
brew "exiftool"
brew "jpeg"
brew "fontforge"
brew "git"
brew "go"
brew "gnupg"
brew "googler"
brew "grc"
brew "htop"
brew "imagemagick"
brew "jp2a"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libev"
brew "libssh2"
brew "libgit2"
brew "macvim"
brew "mdp"
brew "n"
brew "neovim"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "roundup"
brew "ruby", link: true
brew "spaceman-diff"
brew "spark"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "zsh"
brew "zsh-autosuggestions"
brew "d12frosted/emacs-plus/emacs-plus"
cask "adium"
cask "alfred"
cask "apache-couchdb"
cask "appcleaner"
cask "atom"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "docker-toolbox"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "graphiql"
cask "iterm2"
cask "java"
cask "mark-text"
cask "postman"
cask "skype"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
